Repository: kuetemeier/wordpress-plugin-kuetemeier-essentials
Catalog: languages/kuetemeier-essentials-*.po
Languages: de_de

source: This Plugin requires WordPress version %s or greater.
de_de: Dieses Plugin benötigt WordPress in der Version %s oder höher.

source: Save
de_de: Speichern

source: Reset to Defaults
de_de: Auf Standardwerte zurücksetzten

source: Kuetemeier Essentials Analytics Module.
de_de: Kuetemeier Essentials Analytics Modul

source: Header & Footer Code
de_de: Kopf & Fuß Code

source: Google Analytics (Simple Version)
de_de: Google Analytics (Einfache Version)

source: This is the quick start for your Google Analytics Tracking, just add your GA_TRACKING_ID and done.
de_de: Dies ist der Schnellstart für Dein Google Analytics Tracking. Füge einfach Deine GA_TRACKING_ID ein und fertig.

source: Insert custom HTML Code into your Website
de_de: Füge benutzerdefinierten HTML Code in deine Website ein

source: Code to insert into Header
de_de: Code der in den Kopf-Bereich (Header) eingefügt wird

source: Valid HTML Code, that will be placed as close as possibe after the opening <head> tag (global, on every post and page). Shortcodes will be parsed and executed.
de_de: Gültiger HTML Code, der so früh wie möglich nach dem <head> Tag eingefügt wird (global, in jeden Post und auf jeder Seite). Shortcodes werden ausgeführt.

source: Note: The Theme has to support the `wp_head` code for this to work - most themes do.
de_de: Hinweis: Das Theme muss den `wp_head`Code unterstützen, damit dies funktioniert - die meisten Themes tun dies.

source: Code to insert into Footer
de_de: Code zum Einfügen in den Fuß-Bereich (Footer)

source: Valid HTML Code, that will be directly inserted just before the closing </body> tag (global, on every post and page). Shortcodes will be parsed and executed.
de_de: Gültiger HTML Code, dieser wird direkt vor dem schließenden </body> Tag eingefügt (global, auf jedem Post und jeder Seite). Enthaltene Shortcodes werden vorher ausgeführt.

source: (e.g. UA-12345678-90)
de_de: (z.B. UA-12345678-90)

source: Your Google Analytics Tracking-ID, found in the property settings.
de_de: Deine Google Analytics Tracking-ID, diese findest Du in den Property Einstellungen.

source: Anonymize IP
de_de: IP Anonymisieren

source: (highly recommended)
de_de: (sehr empfehlenswert)

source: Check to anonymize the IP of the visitor, before it is send to Google.
de_de: Anhaken, um die IP des Besuchers zu anonymisieren, bevor sie an Google gesendet wird.

source: Here you can place code, that will be inserted into the header and footer of your Website.
de_de: Hier kannst Du Code einfügen, der im Kopf- und Fuß-Bereich Deiner Website hinzugefügt wird.

source: Some themes will already support this feature. Netherless, this fields are theme independent and useful for the ones, that don't.
de_de: Einige Themes unterstützen diese Funktion bereits. Allerdings sind diese Felder Theme übergreifend und nützlich bei denen, die es nicht unterstützten.

source: If you don't need them, just leave them blank.
de_de: Wenn Du sie nicht benötigst, lass sei einfach leer.

source: Core
de_de: Kern

source: Kuetemeier Essentials Core Module.
de_de: Kuetemeier Essentials Kern Modul

source: Essential Features for WordPress!
de_de: Essentielle Funktionen für WordPress!

source: General
de_de: Allgemein

source: Modules
de_de: Module

source: Insights
de_de: Einblicke

source: Version Information
de_de: Versions Informationen

source: What is new?
de_de: Was ist neu?

source: Enabled Modules
de_de: Aktivierte Module

source: Module Management
de_de: Modul-Management

source: Coming soon.
de_de: Bald verfügbar.

source: Usefull informations about your WordPress installation:
de_de: Nützliche Informationen zu Deiner WordPress Installation.

source: Stable Version
de_de: Stabile Version

source: Development Version
de_de: Entwicklungs Version

source: Version Type
de_de: Versions Typ

source: License
de_de: Lizenz

source: GPL (Standard, free)
de_de: GPL (Standard, frei)

source: Did you know? There is a Pro Version of this plugin available. You can get it here:
de_de: Wusstest Du schon? Von diesem Plugin gibt es eine Pro Version, diese findest Du hier:

source: This is the initial public release. In the next weeks, I will launch some helpfull and documenting articles on my Blog
de_de: Dies ist das erste öffentliche Release. In den nächsten Wochen werde ich zu diesem Plugin hilfreiche und unterstützende Artikel auf meinem Blog veröfffentlichen

source: With regard to the GDPR, there will be regular updates and additional functions in the next few days.
de_de: Im Hinblick auf die DSGVO wird es in den nächsten Tagen regelmäßige Updates und Zusatzfunktionen geben.

source: Module
de_de: Modul

source: Description
de_de: Beschreibung

source: yes
de_de: ja

source: no
de_de: nein

source: Data Privacy
de_de: Datenschutz

source: Kuetemeier Essentials Data Privacy Module.
de_de: Kuetemeier Essentials Datenschutz Modul

source: /data-privacy/
de_de: /datenschutz/

source: Helps you with some GDPR requirements.
de_de: Hilft Dir mit einigen DSGVO Anforderungen

source: General Data Privacy
de_de: Allgemeiner Datenschutz

source: Introduction
de_de: Einführung

source: An introduction and more help to data privacy. (Comming soon).
de_de: Eine Einführung und weitere Hilfe zum Thema Datenschutz stehen hier bald zur Verfügung.

source: WordPress Comments
de_de: WordPress Kommentare

source: It is recommended to add a privacy checkbox to the commentary function.
de_de: Es wird empfohlen eine Datenschutz-Checkbox zur Kommentar-Funktion hinzuzufügen.

source: Privacy for WordPress Comments
de_de: Datenschutz für WordPress Kommentare

source: Add Privacy Checkbox
de_de: Datenschutz Checkbox hinzufügen

source: (recommended) Adds a privacy checkbox to the WordPress comment system.
de_de: (empfohlen) Fügt eine Datenschutz-Checkbox zu den WordPress Kommentaren hinzu.

source: URL to data privacy statement
de_de: URL zur Datenschutz Seite

source: A valid URL, e.g. /privacy/ or https://yourdomain.com/privacy/.
de_de: Eine gültie URL, z.B. /datenschutz/ oder https://deinedomain.de/datenschutz/.

source: Point this to you privacy statement URL (a link to it is shown in the notice).
de_de: Lass dies auf deine Datenschutzerklärung zeigen (ein Link wird im Hinweis angezeigt).

source: Data Privacy Statement
de_de: Datenschutzerklärung

source: I have read the %s and accept the it.
de_de: Ich habe die %s gelesen und akzeptiere sie.

source: You must agree to our privacy term by checking the box...
de_de: Du musst unserer Datenschutzerklärung zustimmen, indem Du die Checkbox anhakst...

source: Media
de_de: Medien

source: WordPress media enhancements.
de_de: WordPress Medien Erweiterungen.

source: WordPress Media Library enhancements.
de_de: WordPress Medien-Bibliotheks-Erweiterungen.

source: Common Media Library Options
de_de: Allgemeine Medien Optionen

source: On this tab you find some enhancements for the WordPress Media Library.
de_de: Auf diesem Tab findest Du einige Erweiterungen für die WordPress Media Gallerie.

source: imgix Support
de_de: imgix Unterstützung

source: kimg Shortcode
de_de: img Shortcode

source: Add external Media to the Library
de_de: Füge externe Medien zur Medien-Gallerie hinzu.

source: If activated, this feature will allow you to add external Media (by it's URL) to the Media Library.
de_de: Wenn es aktiviert ist, erlaubt Dir dieses Feature externe Medien (per URL) zu deine Medien-Gallerie hinzuzufügen

source: The media is NOT imported, but you can use it like "normal" media and enhance it with custom fields (like captions or copyright informations).
de_de: Die Medien-Datei wird NICHT importiert, dennoch kannst Du sie wie eine "normale" Medien-Datei benutzten und mit Benutzerdefinierten Eigenschaften und Feldern anreichern.

source: This is usefull for [S3](https://aws.amazon.com/s3), CDN or [imgix](https://imgix.com) integration.
de_de: Nützlich für [S3](https://aws.amazon.com/s3), CDN oder [imgix](https://imgix.com) Integrationen.

source: [imgix](https://imgix.com) is a "Powerful image processing, simple API - Optimize, deliver, and cache your entire image library for fast, stress-free websites and apps TRY IT FREE".
de_de: [imgix](https://imgix.com) ist ein Mächtiges Tool zur Bild-Bearbeitung und Auslieferung: "Powerful image processing, simple API - Optimize, deliver, and cache your entire image library for fast, stress-free websites and apps TRY IT FREE".

source: Usefull Shortcut to create image tags with imgix support and copyright informations.
de_de: Nützlicher Shortcode um Bild-Tags (<img>) mit imgix und Copyright-Informationen zu erzeugen.

source: Enable external Media
de_de: Aktiviere externe Medien

source: Check to be able to reference external Media and add it to the Media Library.
de_de: Anhaken um externe Medien referenzieren und zur Media-Gallerie hinzufügen zu können.

source: Enable IMGIX JavaScript
de_de: IMGIX JavaScript aktivieren

source: Check to enable the IMGIX JavaScript
de_de: Anhaken, um das IMGIX JavaScript zu aktivieren

source: Reference by URL
de_de: Referenz auf eine URL

source: URL to reference Media to
de_de: URL die auf eine Mediendatei zeigt

source: Image URL (https://my.domain/my-image.jpg)
de_de: Bild URL (https://my.domain/my-image.jpg)

source: Please fill in the following properties manually. If you leave the fields blank (or 0 for width/height), the plugin will try to resolve them automatically
de_de: Bitte fülle die folgenden Eigenschaften manuell aus. Wenn Du die Felder leer läßt (oder 0 für Höhe/Breite eingibst), versucht das Plugin sie automatisch zu erkennen.

source: Width
de_de: Breite

source: Height
de_de: Höhe

source: MIME Type
de_de: MIME Typ

source: Add
de_de: Hinzufügen

source: Cancel
de_de: Abbrechen

source: Reference Media by URL
de_de: Referenziere Medien über URL

source: Add External Media without Import
de_de: Füge externe Medien ohne Import hinzu

source: Width and height must be non-negative integers.
de_de: Breite und Höhe dürfen nicht negativ sein.

source: Unable to get the image size.
de_de: Die Bildgröße konnte nicht ermittelt werden.

source: Optimization
de_de: Optimierungen

source: Optimize your WordPress installation.
de_de: Optimiere Deine WordPress Installation.

source: Speed
de_de: Geschwindigkeit

source: Basic WordPress Features
de_de: Basis WordPress Funktionen

source: These are basic WordPress features, that most likely are not needed and we recommend to disable them.
de_de: Diese sind WordPress Basis-Funktionen, die in der Regel nicht benötigt werden und wir empfehlen sie zu deaktivieren.

source: WP Emojis Support
de_de: WP Emojis Unterstützung

source: Disable WordPress Emojis
de_de: Deaktiviere WordPress Emojis

source: (recommended) Check to disable the Emojis support in WordPress.
de_de: (empfohlen) Anhaken, um die Emojis-Unterstützung in WordPress zu deaktivieren.

source: WP Embeds Support
de_de: WP Embeds Unterstützung

source: Disable WordPress Embeds
de_de: Deaktiviere WordPress Embeds

source: (recommended) Check to disable the "Embed" functionality in WordPress.
de_de: (empfohlen) Anhaken, um die WordPress Embed-Funktion zu deaktivieren.

source: Security
de_de: Sicherheit

source: Increase the Security of your WordPress installation.
de_de: Erhöhe die Sicherheit Deiner WordPress Installation.

source: Common
de_de: Allgemein

source: IT-Security
de_de: IT-Sicherheit

source: Remove Version Informations
de_de: Versionsinformationen entfernen

source: Remove WordPress Version
de_de: WordPress Versionsnummer entfernen

source: Check to remove the WordPress Version from the HTML Code and RSS.
de_de: Anhaken, um die WordPress Versionsnummer aus dem HTML Code und RSS Feed zu entfernen.

source: (recommended)
de_de: (empfohlen)

source: IT security requires a complete concept that goes beyond the scope of this module.
de_de: IT-Sicherheit benötigt ein komplettes Konzept, das über den Horizont dieses Moduls hinausgeht.

source: But a few useful features help you to better secure your WordPress installation (more features coming soon):
de_de: Aber einige Features helfen Dir deine WordPress Installation besser abzusichern (mehr Features werden bald hinzugefügt):

source: Test module for development - Not recommended!.
de_de: Test Modul für Entwicklungen - Nicht empfohlen!.

source: Test General
de_de: Allgemeiner Test

source: A Label
de_de: Ein Label

source: A Description
de_de: Eine Beschreibung

source: Number
de_de: Nummer

source: Select
de_de: Auswahl

source: Toolkit
de_de: Werkzeugkiste

source: Little helper and tools for enriching your WordPress installation.
de_de: Kleine Helfer und Werkzeuge um Deine WordPress installation zu erweitern.

source: The Toolkit section comes with some handy Shortcodes:
de_de: Die Werkzeugkiste kommt mit einigen nützlichen Shortcodes:

source: Dates
de_de: Datum

source: Use the Shortcode `[ke-current-year]` to display the current year. Very helpful in Copyright notices.
de_de: Benutze den Shortcode `[ke-current-year]` um das aktuelle Jahr auszugeben. Sehr nützlich in Copyright-Hinweisen.
